Repository: court-jus/bgtools
Catalog: pnpdeliver/po/*.po
Languages: fr_fr

source: Crop marks can be added on the front side of the cards (back side not functionnal yet).
fr_fr: Les marques de découpe peuvent être ajoutées sur le recto (verso non implémenté pour l'instant).

source: Crop marks now work on the back side.
fr_fr: Les marques de découpe peuvent être ajoutées sur le verso.

source: Game information is shown on the preview and can be hidden by clicking the game name above the forms
fr_fr: Les informations concernant le jeu sont affichées dans l'aperçu et peuvent être masquées en cliquant sur le nom du jeu au dessus des formulaires.

source: It is now possible to choose the number of cards per page (rows, cols), cards size and the cards margin.
fr_fr: Il est maintenant possible de choisir le nombre de cartes par page (lignes, colonnes) ainsi que la taille des cartes et les marges.

source: It is now possible to use images with bleeding by specifying image width/height and image shift. For example if you are making standard 2.5/3.5 cards and have a 1/10in bleed, you will choose card width=2.5, card height=3.5, image width=2.7, image height=3.7, image horizontal shift = -0.1 and image vertical shift = -0.1.
fr_fr: Il est maintenant possible d'ajouter des images incluant une marge ("bleeding") en spécifiant la taille de l'image et son décalage. Par exemple pour des cartes de 2.5" par 3.5" avec une marge d'1/10" vous devez choisir une largeur d'image de 2.7", une hauteur d'image de 3.7" et un décalage horizontal de -0.1" et vertical de -0.1" également.

source: Multiple copies of the same card can be created.
fr_fr: Plusieurs copies d'une carte peuvent maintenant être crées.

source: Multiple decks can be generated and managed.
fr_fr: Plusieurs paquets peuvent être générés et gérés.

source: Options are organized in categories.
fr_fr: Les options sont organisées en catégories.

source: Save and Load have been moved to a new "Game" section that allows to edit game name, author and description
fr_fr: Les boutons d'enregistrement et de chargement ont été déplacé dans une nouvelle section "Le jeu" qui permet également de modifier le nom du jeu, son auteur et sa description.

source: The saved JSON file can be shared on a public repository (dropbox) and can be passed through the URL like this : <a href="http://court-jus.github.io/PnPDeliver/#/advanced?load=MYPUBLICURL"> http://court-jus.github.io/PnPDeliver/#/advanced?load=MYPUBLICURL </a>
fr_fr: Le fichier JSON sauvegardé peut être partagé via un dépôt public (dropbox) et ouvert automatiquement en le passant dans l'URL ainsi : <a href="http://court-jus.github.io/PnPDeliver/#/advanced?load=MYPUBLICURL"> http://court-jus.github.io/PnPDeliver/#/advanced?load=MYPUBLICURL </a>

source: There's a light gray background to show where the page is
fr_fr: Un léger gris est ajouté en fond pour visualiser les dimensions de la page.

source: Two UI are now available (simple/advanced)
fr_fr: Deux interfaces sont disponibles (simple/avancé).

source: When display boundaries, the images are not hidden, but their opacity is reduced.
fr_fr: Lorsque l'on affiche les bordures, les images ne sont pas masqués mais leur opacité est réduite.

source: A background color can be added in the margins
fr_fr: Une couleur de fond peut être ajoutée dans les marges.

source: A page break can be added between the decks
fr_fr: Un saut de page peut être ajouté entre les paquets.

source: A tool to help game designers distribute their PnP games and to help PnP players to print them.
fr_fr: Un outil pour aider les auteurs de jeux à distribuer leurs jeux en "Print and Play" et aider les joueurs à les imprimer.

source: Automatic creation of a deck from a list of image URLs has been moved to the Deck section
fr_fr: La création automatique d'un paquet à partir d'une liste d'adresses d'images a été déplacée dans la section "Paquets"

source: Can apply a global card count or card back to a deck.
fr_fr: Possibilité d'appliquer un dos et un nombre de cartes commun à un paquet.

source: Can now save and load.
fr_fr: Possibilité de sauvegarder/enregistrer.

source: Can rename a deck.
fr_fr: Possibilité de renommer un paquet.

source: Card back can be displayed, side by side with the front side or on a separate page for duplex printing.
fr_fr: Les dos de cartes peuvent être affichés, côte à côte sur le recto ou sur une autre page pour impression recto/verso.

source: Cards overflow is hidden so the cropping effect of having images bigger than cards is better.
fr_fr: La zone de dépassement est masquée, le découpage des images plus grandes que les cartes est amélioré.

source: Code cleaned
fr_fr: Nettoyage du code

source: Crop marks are centered on the inner margins.
fr_fr: Les marques de découpe sont centrées dans les marges.

source: Go !
fr_fr: C'est parti !

source: Hi&nbsp;!
fr_fr: Salut&nbsp;!

source: Last changes
fr_fr: Derniers changements

source: Load
fr_fr: Ouvrir

source: Name
fr_fr: Nom

source: Save
fr_fr: Enregistrer

source: Welcome in this tool.
fr_fr: Bienvenue sur cet outil.

source: Add a card
fr_fr: Ajouter une carte

source: All cards back
fr_fr: Dos pour toutes les cartes

source: All cards count
fr_fr: Nombre pour toutes les cartes

source: Apply
fr_fr: Appliquer

source: Apply count and back to all cards.
fr_fr: Appliquer le nombre et le dos à toutes les cartes.

source: Author
fr_fr: Auteur

source: Back URL (optional)
fr_fr: URL pour le verso (facultatif)

source: Background color (Back)
fr_fr: Couleur de fond (Verso)

source: Background color (Front)
fr_fr: Couleur de fond (Recto)

source: Card back
fr_fr: Dos de carte

source: Card height (inches)
fr_fr: Hauteur de carte (pouces)

source: Card width (inches)
fr_fr: Largeur de carte (pouces)

source: Clear
fr_fr: Vider

source: Clear the URL list field.
fr_fr: Vider la liste des URLs.

source: Clic to show/hide game description.
fr_fr: Cliquer pour afficher/marquer la description du jeu.

source: Columns
fr_fr: Colonnes

source: Create a deck
fr_fr: Créer un paquet

source: Create a deck from this URL list.
fr_fr: Créer un paquet avec cette liste d'URL

source: Create a new deck using image URLs
fr_fr: Créer un nouveau paquet en utilisant des URLs d'images

source: Deck name
fr_fr: Nom du paquet

source: Don't forget to turn margins off when printing and to choose the same paper size you've chosen here.
fr_fr: N'oubliez pas de désactiver les marges d'impression et de choisir le même format de papier que celui sélectionné ici.

source: Don't forget to turn margins off when printing and to choose the same paper size you've chosen here.
fr_fr: N'oubliez pas de désactiver les marges d'impression et de choisir le même format de papier que celui sélectionné ici.

source: Front URL
fr_fr: URL du recto

source: Front and back on the same page, side by side.
fr_fr: Recto et verso sur la même page, côte à côte.

source: Game description
fr_fr: Description du jeu

source: Horizontal margin (inches)
fr_fr: Marge horizontale (pouces)

source: Image URLs
fr_fr: URLs d'images

source: Image height (inches)
fr_fr: Hauteur de l'image (pouces)

source: Image horizontal shift (inches)
fr_fr: Décalage horizontal (pouces)

source: Image vertical shift (inches)
fr_fr: Décalage vertical (pouces)

source: Image width (inches)
fr_fr: Largeur de l'image (pouces)

source: JSON Url
fr_fr: URL du JSON

source: Load a JSON file generated by this app.
fr_fr: Ouvrir un JSON généré par cette application.

source: Name (optional)
fr_fr: Nom (facultatif)

source: No back
fr_fr: Pas de verso

source: One page with front side, the next one with back side.
fr_fr: Recto sur une page, verso sur la suivante

source: Page break between decks
fr_fr: Saut de page entre les paquets

source: Paper size
fr_fr: Format du papier
